---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_activity_reward = {
	--  id:int 序号
	--  active:int 活跃度
	--  reward:array 奖励
	--  vipreward:array vip奖励
	[1] = {id = 1, active = 20, reward = {{104,1}}, vipreward = {}},
	[2] = {id = 2, active = 40, reward = {{104,1}}, vipreward = {}},
	[3] = {id = 3, active = 60, reward = {{104,1}}, vipreward = {}},
	[4] = {id = 4, active = 80, reward = {{104,1}}, vipreward = {{3,50000}}},
	[5] = {id = 5, active = 100, reward = {{104,1}}, vipreward = {{3,100000}}},
}
