---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_activity_lottery_base = {
	--  id:int 序号
	--  high:array 高级掉落库
	--  middle:array 中级掉落库
	--  low:array 低级掉落库
	--  rate:array 掉落库概率
	--  costs:array 抽奖花费
	--  count:array 抽奖次数
	--  unequeCnt:int 保底次数
	--  showQuality:int 记录品质
	[1] = {id = 1, high = {1,2,3,4,5}, middle = {1,2,3,4,5}, low = {1,2,3,4,5}, rate = {100,2000,10000}, costs = {{1,50},{1,450}}, count = {1,10}, unequeCnt = 10, showQuality = 3},
	[2] = {id = 2, high = {6,7,8,9,10}, middle = {6,7,8,9,10}, low = {6,7,8,9,10}, rate = {100,2000,10000}, costs = {{1,50},{1,450}}, count = {1,10}, unequeCnt = 10, showQuality = 3},
}
