---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_assistspell = {
	--  id:int 辅助技能ID
	--  pro:array 属性（属性，初始值，成长值，最大等级）
	--  cost_value:int 升级消耗系数
	--  activate:array 激活道具
	[1] = {id = 1, pro = {1,120,30,400}, cost_value = 100, activate = {2,1421,1}},
	[2] = {id = 2, pro = {2,20,5,400}, cost_value = 200, activate = {2,1422,1}},
	[3] = {id = 3, pro = {3,20,5,400}, cost_value = 100, activate = {2,1423,1}},
	[4] = {id = 4, pro = {4,20,5,400}, cost_value = 100, activate = {2,1424,1}},
	[5] = {id = 5, pro = {5,20,5,400}, cost_value = 100, activate = {2,1425,1}},
	[6] = {id = 6, pro = {6,2,1,400}, cost_value = 100, activate = {2,1426,1}},
	[7] = {id = 7, pro = {7,2,1,400}, cost_value = 100, activate = {2,1427,1}},
	[8] = {id = 8, pro = {8,2,1,400}, cost_value = 100, activate = {2,1428,1}},
	[9] = {id = 9, pro = {9,2,1,400}, cost_value = 100, activate = {2,1429,1}},
}
