---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_activity_rank_rank_reward = {
	--  id:int 序号
	--  item:array  排名道具配置
	--  mail_name:string 邮件标题
	--  mail_desc:string 邮件正文
	[1] = {id = 1, item = {{233,40}}, mail_name = "翅膀排行奖励", mail_desc = "翅膀第1名奖励"},
	[2] = {id = 2, item = {{233,30}}, mail_name = "翅膀排行奖励", mail_desc = "翅膀第2名奖励"},
	[3] = {id = 3, item = {{233,20}}, mail_name = "翅膀排行奖励", mail_desc = "翅膀第3名奖励"},
	[4] = {id = 4, item = {{224,400}}, mail_name = "强化排行奖励", mail_desc = "强化第1名奖励"},
	[5] = {id = 5, item = {{224,300}}, mail_name = "强化排行奖励", mail_desc = "强化第2名奖励"},
	[6] = {id = 6, item = {{224,200}}, mail_name = "强化排行奖励", mail_desc = "强化第3名奖励"},
	[7] = {id = 7, item = {{211,20},{212,20},{213,20}}, mail_name = "镶嵌排行奖励", mail_desc = "镶嵌第1名奖励"},
	[8] = {id = 8, item = {{211,10},{212,10},{213,10}}, mail_name = "镶嵌排行奖励", mail_desc = "镶嵌第2名奖励"},
	[9] = {id = 9, item = {{211,5},{212,5},{213,5}}, mail_name = "镶嵌排行奖励", mail_desc = "镶嵌第3名奖励"},
	[10] = {id = 10, item = {{226,400}}, mail_name = "精炼排行奖励", mail_desc = "精炼第1名奖励"},
	[11] = {id = 11, item = {{226,300}}, mail_name = "精炼排行奖励", mail_desc = "精炼第2名奖励"},
	[12] = {id = 12, item = {{226,200}}, mail_name = "精炼排行奖励", mail_desc = "精炼第3名奖励"},
	[13] = {id = 13, item = {{227,40}}, mail_name = "坐骑排行奖励", mail_desc = "坐骑第1名奖励"},
	[14] = {id = 14, item = {{227,30}}, mail_name = "坐骑排行奖励", mail_desc = "坐骑第2名奖励"},
	[15] = {id = 15, item = {{227,20}}, mail_name = "坐骑排行奖励", mail_desc = "坐骑第3名奖励"},
	[16] = {id = 16, item = {{200,20}}, mail_name = "法宝排行奖励", mail_desc = "法宝第1名奖励"},
	[17] = {id = 17, item = {{200,15}}, mail_name = "法宝排行奖励", mail_desc = "法宝第2名奖励"},
	[18] = {id = 18, item = {{200,10}}, mail_name = "法宝排行奖励", mail_desc = "法宝第3名奖励"},
	[19] = {id = 19, item = {{239,5},{238,5}}, mail_name = "经脉排行奖励", mail_desc = "经脉第1名奖励"},
	[20] = {id = 20, item = {{238,3},{237,3}}, mail_name = "经脉排行奖励", mail_desc = "经脉第2名奖励"},
	[21] = {id = 21, item = {{237,1},{236,1}}, mail_name = "经脉排行奖励", mail_desc = "经脉第3名奖励"},
}
