---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_activity_rank_rank_reward = {
	--  id:int 排名奖励ID
	--  item:array 开服活动排名奖励道具配置
	--  mail_name:string 邮件标题
	--  mail_desc:string 邮件正文
	[1] = {id = 1, item = {{1715,1},{226,3}}, mail_name = "经脉排行奖励", mail_desc = "经脉第1名奖励"},
	[2] = {id = 2, item = {{1708,1},{226,2}}, mail_name = "经脉排行奖励", mail_desc = "经脉第2名奖励"},
	[3] = {id = 3, item = {{1700,1},{226,1}}, mail_name = "经脉排行奖励", mail_desc = "经脉第3名奖励"},
	[4] = {id = 4, item = {{1716,1},{226,3}}, mail_name = "强化排行奖励", mail_desc = "强化第1名奖励"},
	[5] = {id = 5, item = {{1709,1},{226,2}}, mail_name = "强化排行奖励", mail_desc = "强化第2名奖励"},
	[6] = {id = 6, item = {{1701,1},{226,1}}, mail_name = "强化排行奖励", mail_desc = "强化第3名奖励"},
	[7] = {id = 7, item = {{1717,1},{226,3}}, mail_name = "镶嵌排行奖励", mail_desc = "镶嵌第1名奖励"},
	[8] = {id = 8, item = {{1710,1},{226,2}}, mail_name = "镶嵌排行奖励", mail_desc = "镶嵌第2名奖励"},
	[9] = {id = 9, item = {{1702,1},{226,1}}, mail_name = "镶嵌排行奖励", mail_desc = "镶嵌第3名奖励"},
	[10] = {id = 10, item = {}, mail_name = "精炼排行奖励", mail_desc = "精炼第1名奖励"},
	[11] = {id = 11, item = {}, mail_name = "精炼排行奖励", mail_desc = "精炼第2名奖励"},
	[12] = {id = 12, item = {}, mail_name = "精炼排行奖励", mail_desc = "精炼第3名奖励"},
	[13] = {id = 13, item = {{1718,1},{226,3}}, mail_name = "坐骑排行奖励", mail_desc = "坐骑第1名奖励"},
	[14] = {id = 14, item = {{1711,1},{226,2}}, mail_name = "坐骑排行奖励", mail_desc = "坐骑第2名奖励"},
	[15] = {id = 15, item = {{1703,1},{226,1}}, mail_name = "坐骑排行奖励", mail_desc = "坐骑第3名奖励"},
	[16] = {id = 16, item = {}, mail_name = "法宝排行奖励", mail_desc = "法宝第1名奖励"},
	[17] = {id = 17, item = {}, mail_name = "法宝排行奖励", mail_desc = "法宝第2名奖励"},
	[18] = {id = 18, item = {}, mail_name = "法宝排行奖励", mail_desc = "法宝第3名奖励"},
	[19] = {id = 19, item = {{1719,1},{226,3}}, mail_name = "翅膀排行奖励", mail_desc = "翅膀第1名奖励"},
	[20] = {id = 20, item = {{1712,1},{226,2}}, mail_name = "翅膀排行奖励", mail_desc = "翅膀第2名奖励"},
	[21] = {id = 21, item = {{1704,1},{226,1}}, mail_name = "翅膀排行奖励", mail_desc = "翅膀第3名奖励"},
	[22] = {id = 22, item = {{1720,1},{226,3}}, mail_name = "角色等级排名奖励", mail_desc = "角色等级第1名奖励"},
	[23] = {id = 23, item = {{1713,1},{226,2}}, mail_name = "角色等级排名奖励", mail_desc = "角色等级第2名奖励"},
	[24] = {id = 24, item = {{1705,1},{226,1}}, mail_name = "角色等级排名奖励", mail_desc = "角色等级第3名奖励"},
	[25] = {id = 25, item = {{1721,1},{226,3}}, mail_name = "角色战力排名奖励", mail_desc = "角色战力第1名奖励"},
	[26] = {id = 26, item = {{1714,1},{226,2}}, mail_name = "角色战力排名奖励", mail_desc = "角色战力第2名奖励"},
	[27] = {id = 27, item = {{1706,1},{226,1}}, mail_name = "角色战力排名奖励", mail_desc = "角色战力第3名奖励"},
}
