---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_activity_base = {
	--  id:int ID
	--  nums:int 活动次数上限
	--  active:int 单次活跃度
	--  time:array 活动时间
	--  limtype:int 限制类型
	--  limdata:int 限制数据
	--  basereward:array 基础奖励
	--  reward:array 额外奖励
	[1] = {id = 1, nums = 2, active = 5, time = {}, limtype = 1, limdata = 1, basereward = {{1401,1},{1201,10},{1202,1},{1301,10}}, reward = {{1301,1},{1201,10},{1202,1},{1301,10}}},
	[2] = {id = 2, nums = 2, active = 10, time = {}, limtype = 1, limdata = 17, basereward = {{1301,1},{1201,10},{1202,1},{1301,11}}, reward = {{1301,1},{1201,10},{1202,1},{1301,11}}},
	[3] = {id = 3, nums = 1, active = 5, time = {}, limtype = 1, limdata = 55, basereward = {{1301,1},{1201,10},{1202,1},{1301,12}}, reward = {{1301,1},{1201,10},{1202,1},{1301,12}}},
	[4] = {id = 4, nums = 1, active = 10, time = {}, limtype = 1, limdata = 80, basereward = {{1301,1},{1201,10},{1202,1},{1301,13}}, reward = {{1301,1},{1201,10},{1202,1},{1301,13}}},
	[5] = {id = 5, nums = 3, active = 5, time = {}, limtype = 1, limdata = 40, basereward = {{1301,1},{1201,10},{1202,1},{1301,16}}, reward = {{1301,1},{1201,10},{1202,1},{1301,16}}},
	[6] = {id = 6, nums = 1, active = 15, time = {{19,0,19,15}}, limtype = 1, limdata = 80, basereward = {{1401,1},{1201,10},{1202,1},{1301,10}}, reward = {{1301,1},{1201,10},{1202,1},{1301,10}}},
	[7] = {id = 7, nums = 3, active = 5, time = {}, limtype = 1, limdata = 80, basereward = {{1301,1},{1201,10},{1202,1},{1301,11}}, reward = {{1301,1},{1201,10},{1202,1},{1301,11}}},
	[8] = {id = 8, nums = 1, active = 5, time = {}, limtype = 1, limdata = 80, basereward = {{1301,1},{1201,10},{1202,1},{1301,13}}, reward = {{1301,1},{1201,10},{1202,1},{1301,13}}},
	[9] = {id = 9, nums = 1, active = 5, time = {}, limtype = 1, limdata = 35, basereward = {{1301,1},{1201,10},{1202,1},{1301,16}}, reward = {{1301,1},{1201,10},{1202,1},{1301,16}}},
	[10] = {id = 10, nums = 5, active = 5, time = {}, limtype = 1, limdata = 32, basereward = {{1401,1},{1201,10},{1202,1},{1301,10}}, reward = {{1301,1},{1201,10},{1202,1},{1301,10}}},
	[11] = {id = 11, nums = 1, active = 10, time = {{12,0,24,0}}, limtype = 1, limdata = 80, basereward = {{1301,1},{1201,10},{1202,1},{1301,11}}, reward = {{1301,1},{1201,10},{1202,1},{1301,11}}},
}
