---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_activity_reward = {
	--  id:int 序号
	--  active:int 活跃度
	--  reward:array 奖励
	--  vipreward:array vip奖励
	[1] = {id = 1, active = 10, reward = {{1401,1}}, vipreward = {}},
	[2] = {id = 2, active = 20, reward = {{1401,2}}, vipreward = {}},
	[3] = {id = 3, active = 30, reward = {{1401,3}}, vipreward = {}},
	[4] = {id = 4, active = 40, reward = {{1401,4}}, vipreward = {{1402,4}}},
	[5] = {id = 5, active = 50, reward = {{1401,5}}, vipreward = {{1402,5}}},
}
