---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_auction = {
	--  id:int	ID
	--  paging_big:int	大分类
	--  clan:array	物品族组
	[1] = {id = 1,paging_big = 1,clan = {30001},},
	[2] = {id = 2,paging_big = 1,clan = {30002},},
	[3] = {id = 3,paging_big = 1,clan = {30003},},
	[4] = {id = 4,paging_big = 1,clan = {30004},},
	[5] = {id = 5,paging_big = 1,clan = {30005},},
	[6] = {id = 6,paging_big = 1,clan = {30006},},
	[7] = {id = 7,paging_big = 1,clan = {30007},},
	[8] = {id = 8,paging_big = 1,clan = {30008},},
	[9] = {id = 9,paging_big = 1,clan = {30009},},
	[10] = {id = 10,paging_big = 1,clan = {30010},},
	[11] = {id = 11,paging_big = 1,clan = {30011},},
	[12] = {id = 12,paging_big = 2,clan = {1501,1502,1503,1504,1505,1506,1507,1508},},
}
