---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_achieve_base = {
	--  id:int ID
	--  name:string 成就名称
	--  achtype:int 成就达成类型
	--  maxnum:int 数量
	--  reward:array 奖励
	--  achval:int 成就点
	--  title:int 称号ID
	[1] = {id = 1, name = "提升等级1", achtype = 1, maxnum = 2000, reward = {{3,1000}}, achval = 0, title = 1},
}
