---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_bangpai_god = {
	--  id:int	神灵等级
	--  model_id:int	模型
	--  num_lingqi:int	升级消耗灵气值
	--  prop_add:array	基础累计增加属性
	[1] = {id = 1,model_id = 4001,num_lingqi = 200,prop_add = {9,100,10,10,11,15,12,10},},
	[2] = {id = 2,model_id = 4001,num_lingqi = 500,prop_add = {9,210,10,25,11,35,12,20},},
	[3] = {id = 3,model_id = 4001,num_lingqi = 1000,prop_add = {9,320,10,35,11,55,12,30},},
	[4] = {id = 4,model_id = 4001,num_lingqi = 2000,prop_add = {9,440,10,50,11,75,12,40},},
	[5] = {id = 5,model_id = 4001,num_lingqi = 5000,prop_add = {9,570,10,65,11,95,12,50},},
	[6] = {id = 6,model_id = 4001,num_lingqi = 0,prop_add = {9,700,10,75,11,115,12,60},},
}
