---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_buff_xianfu = {
	--  id:int 索引
	--  type_effect:array buff效果类型
	--  gameobject_id:int 对应场景中的采集物id
	[1] = {id = 1, type_effect = {{200,1}}, gameobject_id = 10},
	[2] = {id = 2, type_effect = {{201,1}}, gameobject_id = 11},
	[3] = {id = 3, type_effect = {{202,1}}, gameobject_id = 12},
	[4] = {id = 4, type_effect = {{203,1}}, gameobject_id = 13},
}
