---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_dig_base = {
	--  id:int	ID
	--  name:string	名称
	--  reward_id:array	随机奖励ID组
	--  prob_value:array	概率计算参数（X，Y）
	[1] = {id = 1,name = "小型宝箱",reward_id = {180},prob_value = {170,7500},},
	[2] = {id = 2,name = "中型宝箱",reward_id = {190},prob_value = {-230,4300},},
	[3] = {id = 3,name = "大型宝箱",reward_id = {200},prob_value = {60,8200},},
	[4] = {id = 4,name = "巨型宝箱",reward_id = {210},prob_value = {0,10000},},
}
