---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_dig_map = {
	--  id:int	地图ID
	--  open_level:int	开启等级
	[1] = {id = 1,open_level = 10,},
	[2] = {id = 2,open_level = 35,},
	[3] = {id = 3,open_level = 50,},
	[4] = {id = 4,open_level = 70,},
	[5] = {id = 5,open_level = 100,},
	[6] = {id = 6,open_level = 125,},
	[7] = {id = 7,open_level = 160,},
	[8] = {id = 8,open_level = 190,},
	[9] = {id = 9,open_level = 200,},
	[10] = {id = 10,open_level = 440,},
	[11] = {id = 11,open_level = 720,},
	[12] = {id = 12,open_level = 1040,},
	[13] = {id = 13,open_level = 1400,},
}
