---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_dati = {
	--  id:int	ID
	--  option1:string	选项1
	--  option2:string	选项2
	--  right:int	正确选项
	[1] = {id = 1,option1 = "铁重",option2 = "棉花",right = 1,},
	[2] = {id = 2,option1 = "1.82米",option2 = "182公里",right = 1,},
	[3] = {id = 3,option1 = "鱼",option2 = "脚底下的草",right = 2,},
}
