---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_faction_member = {
	--  id:int	序号
	--  name:string	名称
	--  num:int	人数
	--  salary:int	俸禄(绑元)
	[1] = {id = 1,name = "帮主",num = 1,salary = 200,},
	[2] = {id = 2,name = "长老",num = 2,salary = 150,},
	[3] = {id = 3,name = "护法",num = 4,salary = 100,},
	[4] = {id = 4,name = "成员",num = -1,salary = 0,},
}
