---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_faction_match_champion = {
	--  id:int 序号
	--  dailyReward:array 每日奖励
	--  championReward:array 盟主奖励
	--  mail_desc:string 盟主邮件内容
	--  mail_name:string 盟主邮件名称
	[1] = {id = 1, dailyReward = {{6,200},{1505,3},{2,100}}, championReward = {{2,2000},{211,2}}, mail_desc = "盟主奖励内容", mail_name = "盟主奖励"},
}
