---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_gem_cost = {
	--  id:int 宝石品阶
	--  cost:array 消耗资源
	--  exp:int 经验
	--  maxexp:int 最大经验值
	[1] = {id = 1, cost = {{8,10}}, exp = 2, maxexp = 4},
	[2] = {id = 2, cost = {{8,20}}, exp = 2, maxexp = 6},
	[3] = {id = 3, cost = {{8,40}}, exp = 2, maxexp = 9},
	[4] = {id = 4, cost = {{8,80}}, exp = 2, maxexp = 14},
	[5] = {id = 5, cost = {{8,160}}, exp = 2, maxexp = 21},
	[6] = {id = 6, cost = {{8,320}}, exp = 2, maxexp = 32},
	[7] = {id = 7, cost = {{8,640}}, exp = 2, maxexp = 48},
	[8] = {id = 8, cost = {{8,1280}}, exp = 2, maxexp = 72},
	[9] = {id = 9, cost = {{8,2560}}, exp = 2, maxexp = 108},
	[10] = {id = 10, cost = {{8,5120}}, exp = 2, maxexp = 162},
}
