---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_gwjd_admission = {
	--  id:int	ID
	--  name:string	名称
	--  unit_price:array	费用
	--  reward:array	奖励(最小值，最大值，万份比…)
	--  reward_big:array	大额奖励（最小值，最大值）
	--  price:int	拍卖底价
	[1] = {id = 1,name = "初级场",unit_price = {1,10000},reward = {{20000,30000,7000},{30000,40000,3000}},reward_big = {40000,50000},price = 10000,},
	[2] = {id = 2,name = "中级场",unit_price = {1,500000},reward = {{1000000,1500000,7000},{1500000,2000000,3000}},reward_big = {2000000,2500000},price = 500000,},
	[3] = {id = 3,name = "高级场",unit_price = {3,100},reward = {{200,300,7000},{300,400,3000}},reward_big = {400,500},price = 100,},
}
