---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_gwjd_thing = {
	--  id:int	ID
	--  name:string	名字
	--  price_min:array	最低价
	--  price_max:array	最高价
	[1] = {id = 1,name = "名字1",price_min = {1,10000},price_max = {1,50000},},
	[2] = {id = 2,name = "名字2",price_min = {1,10000},price_max = {1,50000},},
	[3] = {id = 3,name = "名字3",price_min = {1,10000},price_max = {1,50000},},
	[4] = {id = 4,name = "名字4",price_min = {1,10000},price_max = {1,50000},},
	[5] = {id = 5,name = "名字5",price_min = {1,10000},price_max = {1,50000},},
	[6] = {id = 6,name = "名字6",price_min = {3,100},price_max = {3,500},},
	[7] = {id = 7,name = "名字7",price_min = {3,100},price_max = {3,500},},
	[8] = {id = 8,name = "名字8",price_min = {3,100},price_max = {3,500},},
	[9] = {id = 9,name = "名字9",price_min = {3,100},price_max = {3,500},},
	[10] = {id = 10,name = "名字10",price_min = {3,100},price_max = {3,500},},
}
