---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_gwjd_type = {
	--  id:int	ID
	--  name:string	名字
	--  type:int	类型
	[1] = {id = 1,name = "唐朝",type = 1,},
	[2] = {id = 2,name = "宋朝",type = 1,},
	[3] = {id = 3,name = "清朝",type = 1,},
	[4] = {id = 4,name = "古拙",type = 2,},
	[5] = {id = 5,name = "精巧",type = 2,},
	[6] = {id = 6,name = "敦厚",type = 2,},
	[7] = {id = 7,name = "秀美",type = 3,},
	[8] = {id = 8,name = "华丽",type = 3,},
	[9] = {id = 9,name = "玲珑",type = 3,},
	[10] = {id = 10,name = "纯净",type = 4,},
	[11] = {id = 11,name = "坚硬",type = 4,},
	[12] = {id = 12,name = "细腻",type = 4,},
	[13] = {id = 13,name = "御窑",type = 5,},
	[14] = {id = 14,name = "官窑",type = 5,},
	[15] = {id = 15,name = "民窑",type = 5,},
}
