---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_gem_type = {
	--  id:int	道具id
	--  name:string	宝石名称
	--  type:int	类型
	--  cost:int	合成道具
	--  num:array	消耗数量
	--  basic:int	合成成功基础值
	--  money:array	消耗铜钱
	[10001] = {id = 10001,name = "一级攻击宝石",type = 1,cost = 10002,num = {1,4},basic = 2500,money = {1,10000},},
	[10002] = {id = 10002,name = "二级攻击宝石",type = 1,cost = 10003,num = {1,4},basic = 2500,money = {1,20000},},
	[10003] = {id = 10003,name = "三级攻击宝石",type = 1,cost = 10004,num = {1,4},basic = 2500,money = {1,30000},},
	[10004] = {id = 10004,name = "四级攻击宝石",type = 1,cost = 10005,num = {1,4},basic = 2500,money = {1,50000},},
	[10005] = {id = 10005,name = "五级攻击宝石",type = 1,cost = 10006,num = {1,4},basic = 2500,money = {1,70000},},
	[10006] = {id = 10006,name = "六级攻击宝石",type = 1,cost = 10007,num = {1,4},basic = 2500,money = {1,100000},},
	[10007] = {id = 10007,name = "七级攻击宝石",type = 1,cost = 10008,num = {1,4},basic = 2500,money = {1,150000},},
	[10008] = {id = 10008,name = "八级攻击宝石",type = 1,cost = 10009,num = {1,4},basic = 2500,money = {1,200000},},
	[10009] = {id = 10009,name = "九级攻击宝石",type = 1,cost = 10010,num = {1,4},basic = 2500,money = {1,250000},},
	[10010] = {id = 10010,name = "十级攻击宝石",type = 1,cost = 0,num = {},basic = 0,money = {},},
	[10011] = {id = 10011,name = "一级暴击宝石",type = 2,cost = 10012,num = {1,4},basic = 2500,money = {1,10000},},
	[10012] = {id = 10012,name = "二级暴击宝石",type = 2,cost = 10013,num = {1,4},basic = 2500,money = {1,20000},},
	[10013] = {id = 10013,name = "三级暴击宝石",type = 2,cost = 10014,num = {1,4},basic = 2500,money = {1,30000},},
	[10014] = {id = 10014,name = "四级暴击宝石",type = 2,cost = 10015,num = {1,4},basic = 2500,money = {1,50000},},
	[10015] = {id = 10015,name = "五级暴击宝石",type = 2,cost = 10016,num = {1,4},basic = 2500,money = {1,70000},},
	[10016] = {id = 10016,name = "六级暴击宝石",type = 2,cost = 10017,num = {1,4},basic = 2500,money = {1,100000},},
	[10017] = {id = 10017,name = "七级暴击宝石",type = 2,cost = 10018,num = {1,4},basic = 2500,money = {1,150000},},
	[10018] = {id = 10018,name = "八级暴击宝石",type = 2,cost = 10019,num = {1,4},basic = 2500,money = {1,200000},},
	[10019] = {id = 10019,name = "九级暴击宝石",type = 2,cost = 10020,num = {1,4},basic = 2500,money = {1,250000},},
	[10020] = {id = 10020,name = "十级暴击宝石",type = 2,cost = 0,num = {},basic = 0,money = {},},
	[10021] = {id = 10021,name = "一级生命宝石",type = 4,cost = 10022,num = {1,4},basic = 2500,money = {1,10000},},
	[10022] = {id = 10022,name = "二级生命宝石",type = 4,cost = 10023,num = {1,4},basic = 2500,money = {1,20000},},
	[10023] = {id = 10023,name = "三级生命宝石",type = 4,cost = 10024,num = {1,4},basic = 2500,money = {1,30000},},
	[10024] = {id = 10024,name = "四级生命宝石",type = 4,cost = 10025,num = {1,4},basic = 2500,money = {1,50000},},
	[10025] = {id = 10025,name = "五级生命宝石",type = 4,cost = 10026,num = {1,4},basic = 2500,money = {1,70000},},
	[10026] = {id = 10026,name = "六级生命宝石",type = 4,cost = 10027,num = {1,4},basic = 2500,money = {1,100000},},
	[10027] = {id = 10027,name = "七级生命宝石",type = 4,cost = 10028,num = {1,4},basic = 2500,money = {1,150000},},
	[10028] = {id = 10028,name = "八级生命宝石",type = 4,cost = 10029,num = {1,4},basic = 2500,money = {1,200000},},
	[10029] = {id = 10029,name = "九级生命宝石",type = 4,cost = 10030,num = {1,4},basic = 2500,money = {1,250000},},
	[10030] = {id = 10030,name = "十级生命宝石",type = 4,cost = 0,num = {},basic = 0,money = {},},
	[10031] = {id = 10031,name = "一级防御宝石",type = 3,cost = 10032,num = {1,4},basic = 2500,money = {1,10000},},
	[10032] = {id = 10032,name = "二级防御宝石",type = 3,cost = 10033,num = {1,4},basic = 2500,money = {1,20000},},
	[10033] = {id = 10033,name = "三级防御宝石",type = 3,cost = 10034,num = {1,4},basic = 2500,money = {1,30000},},
	[10034] = {id = 10034,name = "四级防御宝石",type = 3,cost = 10035,num = {1,4},basic = 2500,money = {1,50000},},
	[10035] = {id = 10035,name = "五级防御宝石",type = 3,cost = 10036,num = {1,4},basic = 2500,money = {1,70000},},
	[10036] = {id = 10036,name = "六级防御宝石",type = 3,cost = 10037,num = {1,4},basic = 2500,money = {1,100000},},
	[10037] = {id = 10037,name = "七级防御宝石",type = 3,cost = 10038,num = {1,4},basic = 2500,money = {1,150000},},
	[10038] = {id = 10038,name = "八级防御宝石",type = 3,cost = 10039,num = {1,4},basic = 2500,money = {1,200000},},
	[10039] = {id = 10039,name = "九级防御宝石",type = 3,cost = 10040,num = {1,4},basic = 2500,money = {1,250000},},
	[10040] = {id = 10040,name = "十级防御宝石",type = 3,cost = 0,num = {},basic = 0,money = {},},
}
