---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_grade_up_4 = {
	--  id:int	劫数
	--  name:string	名称
	--  level_max:int	最大等级
	[1] = {id = 1,name = "一九雷劫",level_max = 9,},
	[2] = {id = 2,name = "二九雷劫",level_max = 18,},
	[3] = {id = 3,name = "三九雷劫",level_max = 27,},
	[4] = {id = 4,name = "四九雷劫",level_max = 36,},
	[5] = {id = 5,name = "五九雷劫",level_max = 45,},
	[6] = {id = 6,name = "六九雷劫",level_max = 54,},
	[7] = {id = 7,name = "七九雷劫",level_max = 63,},
	[8] = {id = 8,name = "八九雷劫",level_max = 72,},
	[9] = {id = 9,name = "九九雷劫",level_max = 81,},
}
