---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_huangdao = {
	--  id:int	id
	--  map_id:int	地图id
	--  time:int	时间（s）
	--  cost:int	每s消耗食物
	--  food:int	初始食物
	--  percent:int	pk失败损失食物百分比
	--  point:array	积分
	--  catch_ratio:int	捕捉守护兽概率（百分比）
	--  steal_percent:int	猴子偷食物比例（百分比）
	[1] = {id = 1,map_id = 37,time = 300,cost = 10,food = 1200,percent = 10,point = {1,1,10,1,10},catch_ratio = 60,steal_percent = 10,},
}
