---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_hongyan_friendly_level = {
	--  id:int	亲密度等级
	--  name:string	名称
	--  exp:int	满足后升级
	[1] = {id = 1,name = "陌生",exp = 1,},
	[2] = {id = 2,name = "泛泛之交",exp = 100,},
	[3] = {id = 3,name = "策马同游",exp = 300,},
	[4] = {id = 4,name = "志同道合",exp = 600,},
	[5] = {id = 5,name = "相知恨晚",exp = 1000,},
	[6] = {id = 6,name = "眉目传情",exp = 1500,},
	[7] = {id = 7,name = "情投意合",exp = 2100,},
	[8] = {id = 8,name = "红颜知己",exp = 2800,},
	[9] = {id = 9,name = "如胶似漆",exp = 3700,},
	[10] = {id = 10,name = "生死相随",exp = 4700,},
	[11] = {id = 11,name = "比翼双飞",exp = 9999,},
}
