---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_huangdao_equip = {
	--  id:int	id
	--  name:string	名称
	--  skill_id:int	技能id
	[2301] = {id = 2301,name = "草药",skill_id = 221,},
	[2302] = {id = 2302,name = "炸弹",skill_id = 222,},
	[2303] = {id = 2303,name = "陷阱",skill_id = 223,},
	[2304] = {id = 2304,name = "豹子胆",skill_id = 224,},
	[2305] = {id = 2305,name = "网",skill_id = 225,},
	[2311] = {id = 2311,name = "空手",skill_id = 211,},
	[2312] = {id = 2312,name = "匕首",skill_id = 212,},
	[2313] = {id = 2313,name = "大刀",skill_id = 213,},
	[2314] = {id = 2314,name = "铁剑",skill_id = 214,},
	[2315] = {id = 2315,name = "短弓",skill_id = 215,},
	[2316] = {id = 2316,name = "木杖",skill_id = 216,},
}
