---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_item_slot = {
	--  id:int 资源ID
	--  slot:string 资源槽位
	--  uislot:string 资源槽位
	[5202] = {id = 5202, slot = "sb_00", uislot = "qk_sb_00"},
	[5204] = {id = 5204, slot = "sb_00", uislot = "qk_sb_00"},
	[5205] = {id = 5205, slot = "sb_00", uislot = "qk_sb_00"},
	[5206] = {id = 5206, slot = "sb_00", uislot = "ds_sb_00"},
	[5207] = {id = 5207, slot = "sb_00", uislot = "ds_sb_00"},
	[5208] = {id = 5208, slot = "sb_00", uislot = "ds_sb_00"},
	[5201] = {id = 5201, slot = "sb_00", uislot = "jk_sb_00"},
	[5203] = {id = 5203, slot = "sb_00", uislot = "jk_sb_00"},
	[5209] = {id = 5209, slot = "sb_00", uislot = "jk_sb_00"},
}
