---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_jianqiao = {
	--  id:int	id
	--  name:string	名字
	--  up_id:array	升级id
	[1] = {id = 1,name = "一阶剑鞘",up_id = {1,5},},
	[2] = {id = 2,name = "二阶剑鞘",up_id = {6,10},},
	[3] = {id = 3,name = "三阶剑鞘",up_id = {11,15},},
	[4] = {id = 4,name = "四阶剑鞘",up_id = {16,20},},
	[5] = {id = 5,name = "五阶剑鞘",up_id = {21,25},},
	[6] = {id = 6,name = "六阶剑鞘",up_id = {26,30},},
	[7] = {id = 7,name = "七阶剑鞘",up_id = {31,35},},
	[8] = {id = 8,name = "八阶剑鞘",up_id = {36,40},},
	[9] = {id = 9,name = "九阶剑鞘",up_id = {41,45},},
	[10] = {id = 10,name = "十阶剑鞘",up_id = {46,50},},
	[11] = {id = 11,name = "十一阶剑鞘",up_id = {51,55},},
	[12] = {id = 12,name = "十二阶剑鞘",up_id = {56,60},},
}
