---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_jianshu_model = {
	--  id:int	id
	--  name:string	名字
	--  up_id:array	升级id
	[1] = {id = 1,name = "一元剑法",up_id = {1,9},},
	[2] = {id = 2,name = "两仪剑法",up_id = {10,18},},
	[3] = {id = 3,name = "三才剑法",up_id = {19,27},},
	[4] = {id = 4,name = "四象剑法",up_id = {28,36},},
	[5] = {id = 5,name = "五行剑法",up_id = {37,45},},
	[6] = {id = 6,name = "六合剑法",up_id = {46,54},},
	[7] = {id = 7,name = "七星剑法",up_id = {55,63},},
	[8] = {id = 8,name = "八卦剑法",up_id = {64,72},},
	[9] = {id = 9,name = "九宫剑法",up_id = {73,81},},
	[10] = {id = 10,name = "十方剑法",up_id = {82,90},},
}
