---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_kuafu_xianfu_tst_dummy = {
	--  id:int 名次
	--  name:string 机器人名字
	--  gender:int 性别(1:男,2:女)
	--  level:int 等级
	--  attrs:array 属性
	--  weapon:int 武器
	--  avatar:int 模型
	--  divine:int 神兵
	--  spells:array 主动技能
	--  passivespells:array 被动技能
	--  force:int 战力
	--  vip:int vip等级
	--  reverse1:int 预留1
	--  reverse2:int 预留2
	--  reverse3:int 预留3
	--  reverse4:int 预留4
	--  reverse5:int 预留5
	[1] = {id = 1, name = "仙府机器人1号", gender = 1, level = 20, attrs = {{1,2610},{2,174},{3,58},{4,58},{5,29},{6,116},{7,93},{8,20},{9,100}}, weapon = 0, avatar = 0, divine = 0, spells = {{10005,4000,500,1,1},{10006,3000,500,1,1},{10007,3000,500,1,1},{10011,10000,800,1,2},{10019,10000,800,1,3},{10021,10000,800,1,4}}, passivespells = {}, force = 999, vip = 0, reverse1 = 0, reverse2 = 0, reverse3 = 0, reverse4 = 0, reverse5 = 0},
	[2] = {id = 2, name = "仙府机器人2号", gender = 1, level = 20, attrs = {{1,2610},{2,174},{3,58},{4,58},{5,29},{6,116},{7,93},{8,20},{9,100}}, weapon = 0, avatar = 0, divine = 0, spells = {{10005,4000,500,1,1},{10006,3000,500,1,1},{10007,3000,500,1,1},{10011,10000,800,1,2},{10019,10000,800,1,3},{10021,10000,800,1,4}}, passivespells = {}, force = 999, vip = 0, reverse1 = 0, reverse2 = 0, reverse3 = 0, reverse4 = 0, reverse5 = 0},
	[3] = {id = 3, name = "仙府机器人3号", gender = 1, level = 20, attrs = {{1,2610},{2,174},{3,58},{4,58},{5,29},{6,116},{7,93},{8,20},{9,100}}, weapon = 0, avatar = 0, divine = 0, spells = {{10005,4000,500,1,1},{10006,3000,500,1,1},{10007,3000,500,1,1},{10011,10000,800,1,2},{10019,10000,800,1,3},{10021,10000,800,1,4}}, passivespells = {}, force = 999, vip = 0, reverse1 = 0, reverse2 = 0, reverse3 = 0, reverse4 = 0, reverse5 = 0},
	[4] = {id = 4, name = "仙府机器人4号", gender = 1, level = 20, attrs = {{1,2610},{2,174},{3,58},{4,58},{5,29},{6,116},{7,93},{8,20},{9,100}}, weapon = 0, avatar = 0, divine = 0, spells = {{10005,4000,500,1,1},{10006,3000,500,1,1},{10007,3000,500,1,1},{10011,10000,800,1,2},{10019,10000,800,1,3},{10021,10000,800,1,4}}, passivespells = {}, force = 999, vip = 0, reverse1 = 0, reverse2 = 0, reverse3 = 0, reverse4 = 0, reverse5 = 0},
	[5] = {id = 5, name = "仙府机器人5号", gender = 1, level = 20, attrs = {{1,2610},{2,174},{3,58},{4,58},{5,29},{6,116},{7,93},{8,20},{9,100}}, weapon = 0, avatar = 0, divine = 0, spells = {{10005,4000,500,1,1},{10006,3000,500,1,1},{10007,3000,500,1,1},{10011,10000,800,1,2},{10019,10000,800,1,3},{10021,10000,800,1,4}}, passivespells = {}, force = 999, vip = 0, reverse1 = 0, reverse2 = 0, reverse3 = 0, reverse4 = 0, reverse5 = 0},
	[6] = {id = 6, name = "仙府机器人6号", gender = 2, level = 20, attrs = {{1,2610},{2,174},{3,58},{4,58},{5,29},{6,116},{7,93},{8,20},{9,100}}, weapon = 0, avatar = 0, divine = 0, spells = {{10005,4000,500,1,1},{10006,3000,500,1,1},{10007,3000,500,1,1},{10011,10000,800,1,2},{10019,10000,800,1,3},{10021,10000,800,1,4}}, passivespells = {}, force = 999, vip = 0, reverse1 = 0, reverse2 = 0, reverse3 = 0, reverse4 = 0, reverse5 = 0},
	[7] = {id = 7, name = "仙府机器人7号", gender = 2, level = 20, attrs = {{1,2610},{2,174},{3,58},{4,58},{5,29},{6,116},{7,93},{8,20},{9,100}}, weapon = 0, avatar = 0, divine = 0, spells = {{10005,4000,500,1,1},{10006,3000,500,1,1},{10007,3000,500,1,1},{10011,10000,800,1,2},{10019,10000,800,1,3},{10021,10000,800,1,4}}, passivespells = {}, force = 999, vip = 0, reverse1 = 0, reverse2 = 0, reverse3 = 0, reverse4 = 0, reverse5 = 0},
	[8] = {id = 8, name = "仙府机器人8号", gender = 2, level = 20, attrs = {{1,2610},{2,174},{3,58},{4,58},{5,29},{6,116},{7,93},{8,20},{9,100}}, weapon = 0, avatar = 0, divine = 0, spells = {{10005,4000,500,1,1},{10006,3000,500,1,1},{10007,3000,500,1,1},{10011,10000,800,1,2},{10019,10000,800,1,3},{10021,10000,800,1,4}}, passivespells = {}, force = 999, vip = 0, reverse1 = 0, reverse2 = 0, reverse3 = 0, reverse4 = 0, reverse5 = 0},
	[9] = {id = 9, name = "仙府机器人9号", gender = 2, level = 20, attrs = {{1,2610},{2,174},{3,58},{4,58},{5,29},{6,116},{7,93},{8,20},{9,100}}, weapon = 0, avatar = 0, divine = 0, spells = {{10005,4000,500,1,1},{10006,3000,500,1,1},{10007,3000,500,1,1},{10011,10000,800,1,2},{10019,10000,800,1,3},{10021,10000,800,1,4}}, passivespells = {}, force = 999, vip = 0, reverse1 = 0, reverse2 = 0, reverse3 = 0, reverse4 = 0, reverse5 = 0},
}
