---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_lingdi_worker = {
	--  id:int	品质ID
	--  name:string	名称
	--  cost:array	招募价格
	--  zhuye:int	主业每10s产出
	--  fuye:int	副业产出
	--  zhanyong:int	工人类型占人口
	[1] = {id = 1,name = "生疏的",cost = {1,1000},zhuye = 10,fuye = 5,zhanyong = 1,},
	[2] = {id = 2,name = "普通的",cost = {1,3000},zhuye = 50,fuye = 25,zhanyong = 2,},
	[3] = {id = 3,name = "熟练的",cost = {1,10000},zhuye = 100,fuye = 50,zhanyong = 3,},
	[4] = {id = 4,name = "顶级的",cost = {1,500000},zhuye = 200,fuye = 100,zhanyong = 5,},
	[5] = {id = 5,name = "全能的",cost = {1,1000000},zhuye = 220,fuye = 200,zhanyong = 7,},
}
