---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_lunjian_reward = {
	--  id:int	id
	--  beizhu:string	备注
	--  reward:array	奖励
	[1] = {id = 1,beizhu = "第1名奖励",reward = {2,100,25,200},},
	[2] = {id = 2,beizhu = "第2名奖励",reward = {2,80,25,160},},
	[3] = {id = 3,beizhu = "第3名奖励",reward = {2,60,25,120},},
	[4] = {id = 4,beizhu = "第4名奖励",reward = {2,50,25,100},},
	[5] = {id = 5,beizhu = "第5名奖励",reward = {2,30,25,60},},
	[6] = {id = 6,beizhu = "第6名奖励",reward = {2,30,25,60},},
	[7] = {id = 7,beizhu = "第7名奖励",reward = {2,30,25,60},},
	[8] = {id = 8,beizhu = "第8名奖励",reward = {2,30,25,60},},
	[9] = {id = 9,beizhu = "第9名奖励",reward = {2,30,25,60},},
	[10] = {id = 10,beizhu = "第10名奖励",reward = {2,30,25,60},},
	[11] = {id = 11,beizhu = "第11名奖励",reward = {2,20,25,40},},
	[12] = {id = 12,beizhu = "第12名奖励",reward = {2,20,25,40},},
	[13] = {id = 13,beizhu = "第13名奖励",reward = {2,20,25,40},},
	[14] = {id = 14,beizhu = "第14名奖励",reward = {2,20,25,40},},
	[15] = {id = 15,beizhu = "第15名奖励",reward = {2,20,25,40},},
	[16] = {id = 16,beizhu = "第16名奖励",reward = {2,15,25,30},},
	[17] = {id = 17,beizhu = "第17名奖励",reward = {2,15,25,30},},
	[18] = {id = 18,beizhu = "第18名奖励",reward = {2,15,25,30},},
	[19] = {id = 19,beizhu = "第19名奖励",reward = {2,15,25,30},},
	[20] = {id = 20,beizhu = "第20名奖励",reward = {2,15,25,30},},
}
