---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_mijing = {
	--  id:int	id
	--  cost:array	消耗元宝
	--  single:int	单次获得积分
	--  common_item:array	普通宝箱道具
	--  good_item:array	极品宝箱道具
	--  change:array	积分兑换
	[1] = {id = 1,cost = {10,90},single = 10,common_item = {229},good_item = {230},change = {40530,5,100},},
}
