---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_map_jump_point_detail = {
	--  id:int 序号
	--  mapid:int 地图id
	--  point:array 坐标
	--  entry:int 跳点模版
	--  show:array 显示的路径
	--  last:int 持续时间
	[1] = {id = 1, mapid = 1001, point = {53,85}, entry = 5, show = {{69,92}}, last = 1},
	[2] = {id = 2, mapid = 1001, point = {63,91}, entry = 5, show = {{53,79}}, last = 1},
}
