---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_normal_buff = {
	--  id:int	id
	--  buff_id:int	buff_id
	--  effect:int	效果
	--  time:int	持续时间（s）
	[1] = {id = 1,buff_id = 402,effect = 3,time = 10,},
	[2] = {id = 2,buff_id = 411,effect = 5,time = 300,},
	[3] = {id = 3,buff_id = 421,effect = 5,time = 300,},
	[4] = {id = 4,buff_id = 411,effect = 10,time = 65535,},
	[5] = {id = 5,buff_id = 431,effect = 50,time = 65535,},
	[6] = {id = 6,buff_id = 441,effect = 60,time = 20,},
	[7] = {id = 7,buff_id = 432,effect = 15,time = 65535,},
	[8] = {id = 8,buff_id = 432,effect = 30,time = 65535,},
}
