---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_ore_appear = {
	--  id:int	地图ID
	--  name:string	地图名称
	--  first_ore_num:array	开服刷出矿石数量（灵石、灵晶、仙晶）
	--  ore_num:array	刷出矿石数量（{最小值，最大值}……）
	[1] = {id = 1,name = "新手村",first_ore_num = {15,4,1},ore_num = {{13,17},{3,5},{1,2}},},
	[2] = {id = 2,name = "主线地图2",first_ore_num = {15,4,1},ore_num = {{13,17},{3,5},{1,2}},},
	[3] = {id = 3,name = "主线地图3",first_ore_num = {15,4,1},ore_num = {{13,17},{3,5},{1,2}},},
	[4] = {id = 4,name = "主线地图4",first_ore_num = {15,4,1},ore_num = {{13,17},{3,5},{1,2}},},
	[5] = {id = 5,name = "主线地图5",first_ore_num = {15,4,1},ore_num = {{13,17},{3,5},{1,2}},},
	[6] = {id = 6,name = "主线地图6",first_ore_num = {15,4,1},ore_num = {{13,17},{3,5},{1,2}},},
	[7] = {id = 7,name = "主线地图7",first_ore_num = {15,4,1},ore_num = {{13,17},{3,5},{1,2}},},
	[8] = {id = 8,name = "主线地图8",first_ore_num = {15,4,1},ore_num = {{13,17},{3,5},{1,2}},},
	[9] = {id = 9,name = "主线地图9",first_ore_num = {15,4,1},ore_num = {{13,17},{3,5},{1,2}},},
	[10] = {id = 10,name = "主线地图10",first_ore_num = {15,4,1},ore_num = {{13,17},{3,5},{1,2}},},
	[11] = {id = 11,name = "主线地图11",first_ore_num = {15,4,1},ore_num = {{13,17},{3,5},{1,2}},},
	[12] = {id = 12,name = "主线地图12",first_ore_num = {15,4,1},ore_num = {{13,17},{3,5},{1,2}},},
	[13] = {id = 13,name = "主线地图13",first_ore_num = {15,4,1},ore_num = {{13,17},{3,5},{1,2}},},
}
