---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_pizhuan_model = {
	--  id:int	id
	--  name:string	名字
	--  up_id:array	升级id
	[1] = {id = 1,name = "青铜之躯",up_id = {1,9},},
	[2] = {id = 2,name = "黑铁之躯",up_id = {10,18},},
	[3] = {id = 3,name = "玄刚之躯",up_id = {19,27},},
	[4] = {id = 4,name = "白银之躯",up_id = {28,36},},
	[5] = {id = 5,name = "黄金之躯",up_id = {37,45},},
	[6] = {id = 6,name = "秘银之躯",up_id = {46,54},},
	[7] = {id = 7,name = "铂金之躯",up_id = {55,63},},
	[8] = {id = 8,name = "紫金之躯",up_id = {64,72},},
	[9] = {id = 9,name = "琉璃之躯",up_id = {73,81},},
	[10] = {id = 10,name = "金刚之躯",up_id = {82,90},},
}
