---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_recharge_first_reward = {
	--  id:int 职业id
	--  reward:array 首充奖励
	--  mail_name:string 邮件名
	--  mail_desc:string 邮件内容
	[1] = {id = 1, reward = {{1506,1},{5002,1},{240,3},{3,100000}}, mail_name = "首充奖励", mail_desc = "首充奖励内容"},
	[2] = {id = 2, reward = {{1506,1},{5002,1},{240,3},{3,100000}}, mail_name = "首充奖励", mail_desc = "首充奖励内容"},
	[3] = {id = 3, reward = {{1506,1},{5005,1},{240,3},{3,100000}}, mail_name = "首充奖励", mail_desc = "首充奖励内容"},
	[4] = {id = 4, reward = {{1506,1},{5005,1},{240,3},{3,100000}}, mail_name = "首充奖励", mail_desc = "首充奖励内容"},
	[5] = {id = 5, reward = {{1506,1},{5008,1},{240,3},{3,100000}}, mail_name = "首充奖励", mail_desc = "首充奖励内容"},
	[6] = {id = 6, reward = {{1506,1},{5008,1},{240,3},{3,100000}}, mail_name = "首充奖励", mail_desc = "首充奖励内容"},
}
