---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_realmbreak_base = {
	--  id:int Id
	--  name:string 名称
	--  level:int 限制等级,超过才有属性加成
	--  exp:int 升级需要境界经验
	--  force:int 战力提升
	--  props:array 总属性加成
	[0] = {id = 0, name = "境界0", level = 0, exp = 100, force = 0, props = {}},
	[1] = {id = 1, name = "境界1", level = 1, exp = 200, force = 10000, props = {{1,10000}}},
	[2] = {id = 2, name = "境界2", level = 10, exp = 300, force = 20000, props = {{1,30000}}},
	[3] = {id = 3, name = "境界3", level = 20, exp = 400, force = 30000, props = {{1,60000}}},
}
