---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_recharge_7day_reward = {
	--  id:int 天数
	--  reward:array 7日奖励
	--  mail_name:string 邮件名
	--  mail_desc:string 邮件内容
	[1] = {id = 1, reward = {{3,100000},{226,10},{243,3}}, mail_name = "充值奖励", mail_desc = "累计充值1天奖励内容"},
	[2] = {id = 2, reward = {{3,100000},{226,10},{243,3}}, mail_name = "充值奖励", mail_desc = "累计充值2天奖励内容"},
	[3] = {id = 3, reward = {{3,100000},{226,10},{243,3}}, mail_name = "充值奖励", mail_desc = "累计充值3天奖励内容"},
	[4] = {id = 4, reward = {{3,100000},{226,10},{243,3}}, mail_name = "充值奖励", mail_desc = "累计充值4天奖励内容"},
	[5] = {id = 5, reward = {{3,100000},{226,10},{243,3}}, mail_name = "充值奖励", mail_desc = "累计充值5天奖励内容"},
	[6] = {id = 6, reward = {{3,100000},{226,10},{243,3}}, mail_name = "充值奖励", mail_desc = "累计充值6天奖励内容"},
	[7] = {id = 7, reward = {{3,100000},{226,10},{243,3}}, mail_name = "充值奖励", mail_desc = "累计充值7天奖励内容"},
}
