---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_suiji_map = {
	--  id:int	id
	--  map_id:int	地图id
	--  map_name:string	地图名称
	[1] = {id = 1,map_id = 5,map_name = "济州",},
	[2] = {id = 2,map_id = 6,map_name = "绿海原",},
	[3] = {id = 3,map_id = 7,map_name = "北胡",},
	[4] = {id = 4,map_id = 8,map_name = "汉都",},
	[5] = {id = 5,map_id = 15,map_name = "北疆战场",},
	[6] = {id = 6,map_id = 16,map_name = "黑沙",},
	[7] = {id = 7,map_id = 17,map_name = "东胡",},
	[8] = {id = 8,map_id = 18,map_name = "康都",},
	[9] = {id = 9,map_id = 19,map_name = "宣城",},
	[10] = {id = 10,map_id = 121,map_name = "千机阁1层",},
	[11] = {id = 11,map_id = 122,map_name = "千机阁2层",},
	[12] = {id = 12,map_id = 123,map_name = "千机阁3层",},
	[13] = {id = 13,map_id = 124,map_name = "千机阁4层",},
	[14] = {id = 14,map_id = 131,map_name = "武林秘境1层",},
	[15] = {id = 15,map_id = 132,map_name = "武林秘境2层",},
	[16] = {id = 16,map_id = 133,map_name = "武林秘境3层",},
	[17] = {id = 17,map_id = 134,map_name = "武林秘境4层",},
}
