---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_swfj_ys = {
	--  id:int	勇士id
	--  name:string	名称
	--  avatar_id:int	模型_id
	--  damage:array	伤害
	--  cost_thing:array	消耗征召令
	[2951] = {id = 2951,name = "武当高手",avatar_id = 0,damage = {80,100},cost_thing = {451,2},},
	[2952] = {id = 2952,name = "唐门弟子",avatar_id = 0,damage = {30,40},cost_thing = {451,2},},
	[2953] = {id = 2953,name = "天山护法",avatar_id = 0,damage = {5,10},cost_thing = {451,3},},
}
