---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_strengthen_mul = {
	--  id:int 编号
	--  allstrent:int 全身强化
	--  mulpro:array 加成属性
	[1] = {id = 1, allstrent = 10, mulpro = {{2,100}}},
	[2] = {id = 2, allstrent = 20, mulpro = {{3,100}}},
	[3] = {id = 3, allstrent = 30, mulpro = {{1,4000}}},
	[4] = {id = 4, allstrent = 40, mulpro = {{2,400}}},
	[5] = {id = 5, allstrent = 60, mulpro = {{3,200}}},
	[6] = {id = 6, allstrent = 80, mulpro = {{1,8000}}},
	[7] = {id = 7, allstrent = 100, mulpro = {{2,800}}},
	[8] = {id = 8, allstrent = 120, mulpro = {{3,400}}},
	[9] = {id = 9, allstrent = 140, mulpro = {{1,10000}}},
	[10] = {id = 10, allstrent = 160, mulpro = {{2,1000}}},
}
