---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_swfj_gw = {
	--  id:int	生物id
	--  name:string	怪物名称
	--  avatar_id:int	模型id
	--  exp:int	基础经验值
	[2941] = {id = 2941,name = "普通怪物",avatar_id = 0,exp = 2,},
	[2942] = {id = 2942,name = "精英怪物",avatar_id = 0,exp = 10,},
	[2943] = {id = 2943,name = "boss",avatar_id = 0,exp = 20,},
	[2944] = {id = 2944,name = "boss",avatar_id = 0,exp = 25,},
}
