---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_trade = {
	--  id:int	ID
	--  paging_big:int	大分类
	--  clan:array	物品族组
	[1] = {id = 1,paging_big = 1,clan = {30001},},
	[2] = {id = 2,paging_big = 1,clan = {30002},},
	[3] = {id = 3,paging_big = 1,clan = {30003},},
	[4] = {id = 4,paging_big = 1,clan = {30004},},
	[5] = {id = 5,paging_big = 1,clan = {30005},},
	[6] = {id = 6,paging_big = 1,clan = {30006},},
	[7] = {id = 7,paging_big = 1,clan = {30007},},
	[8] = {id = 8,paging_big = 1,clan = {30008},},
	[9] = {id = 9,paging_big = 1,clan = {30009},},
	[10] = {id = 10,paging_big = 1,clan = {30010},},
	[11] = {id = 11,paging_big = 1,clan = {30011},},
	[12] = {id = 12,paging_big = 2,clan = {5601,5602,5603,5604,5605},},
	[13] = {id = 13,paging_big = 2,clan = {1501,5603,5606,5607,5605},},
	[14] = {id = 14,paging_big = 2,clan = {1501,1502,5606,5608,5609},},
	[15] = {id = 15,paging_big = 2,clan = {1501,1503,5610,5609,5611},},
	[16] = {id = 16,paging_big = 2,clan = {1501,1504,5612,5613,5614},},
	[17] = {id = 17,paging_big = 2,clan = {1501,1505,5615,5609,5616},},
	[18] = {id = 18,paging_big = 2,clan = {1501,1506,5610,5617,5618},},
	[19] = {id = 19,paging_big = 2,clan = {1501,1507,5615,5619,5620},},
	[20] = {id = 20,paging_big = 3,clan = {201,5501},},
	[21] = {id = 21,paging_big = 4,clan = {171,161,101},},
	[22] = {id = 22,paging_big = 4,clan = {800},},
	[23] = {id = 23,paging_big = 4,clan = {1401},},
	[24] = {id = 24,paging_big = 4,clan = {5701},},
	[25] = {id = 25,paging_big = 4,clan = {5201},},
	[26] = {id = 26,paging_big = 4,clan = {5301},},
	[27] = {id = 27,paging_big = 4,clan = {0},},
}
