---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_worldboss_base = {
	--  id:int 世界BOSSid
	--  mapid:int 地图id
	--  born:array 出生点
	--  rect:array 玩家随机矩形区域
	--  entry:int boss模版
	[1] = {id = 1, mapid = 2017, born = {40,20}, rect = {35,15,45,27}, entry = 7511},
	[2] = {id = 2, mapid = 2017, born = {40,20}, rect = {35,15,45,27}, entry = 7512},
	[3] = {id = 3, mapid = 2017, born = {40,20}, rect = {35,15,45,27}, entry = 7513},
	[4] = {id = 4, mapid = 2017, born = {40,20}, rect = {35,15,45,27}, entry = 7514},
}
