---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_wujiang_instance_chapter = {
	--  id:int	章节ID
	--  name:string	章节名称
	--  reward:int	评星奖励
	--  instance_id:array	对应关卡
	[1] = {id = 1,name = "天下一统",reward = 50,instance_id = {1,2,3,4,5,6,7,8,9,10},},
	[2] = {id = 2,name = "秦汉纷争",reward = 60,instance_id = {11,12,13,14,15,16,17,18,19,20},},
	[3] = {id = 3,name = "三国鼎立",reward = 70,instance_id = {21,22,23,24,25,26,27,28,29,30},},
	[4] = {id = 4,name = "烽火连天",reward = 80,instance_id = {31,32,33,34,35,36,37,38,39,40},},
	[5] = {id = 5,name = "大唐盛世",reward = 90,instance_id = {41,42,43,44,45,46,47,48,49,50},},
	[6] = {id = 6,name = "泱泱大国",reward = 100,instance_id = {51,52,53,54,55,56,57,58,59,60},},
}
