---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_wujiang_quality = {
	--  id:int	品质
	--  name:string	名称
	--  liquor_id:int	喝酒ID
	--  once_add:array	每次喝酒增加友好度
	--  prob_high:int	出高友好度的概率（百分比）
	[1] = {id = 1,name = "默默无闻",liquor_id = 5001,once_add = {2,500,5,500,10,9000},prob_high = 80,},
	[2] = {id = 2,name = "小有名气",liquor_id = 5001,once_add = {2,2000,5,2000,10,7000},prob_high = 60,},
	[3] = {id = 3,name = "勇冠三军",liquor_id = 5001,once_add = {2,3000,5,3000,10,4000},prob_high = 50,},
	[4] = {id = 4,name = "称霸四方",liquor_id = 5002,once_add = {2,3000,5,3000,10,4000},prob_high = 30,},
	[5] = {id = 5,name = "横扫九州",liquor_id = 5003,once_add = {2,3000,5,3000,10,4000},prob_high = 20,},
	[6] = {id = 6,name = "君临天下",liquor_id = 5003,once_add = {2,3000,5,3000,10,4000},prob_high = 10,},
}
